Repository: nkvoronov/OpenELEC.tv
Catalog: packages/addons/service/multimedia/vdra/source/resources/language/*/strings.po
Languages: russian

# #1000
source: General
russian: Общие

# #1100
source: VDR configuration
russian: Конфигурация VDR

# #1101
source: Type
russian: Тип

# #1102
source: Video dir
russian: Видео папка

# #1103
source: Enable charset override
russian: Разрешить замещение кодировки

# #1104
source: - charset
russian: - кодировка

# #1105
source: Enable external recdmd
russian: Разрешить внешнюю команду записи

# #1106
source: - recdmd path
russian: - путь к команде записи

# #1200
source: Commands
russian: Команды

# #1201
source: Execute service
russian: Запустить сервис

# #1202
source: Execute frontend
russian: Запустить фронтенд

# #2000
source: Plugins
russian: Плагины

# #2100
source: Plugin configuration for service
russian: Конфигурация плагинов для сервиса

# #2101
source: PVR plugin
russian: PVR плагин

# #2102
source: Enable plugin: iptv
russian: Разрешить плагин: iptv

# #2103
source: - number of devices
russian: - номер устройств

# #2104
source: Enable plugin: streamdev-client
russian: Разрешить плагин: streamdev-client

# #2105
source: Enable plugin: streamdev-server
russian: Разрешить плагин: streamdev-server

# #2106
source: Enable plugin: live
russian: Разрешить плагин: live

# #2107
source: - listen on ip
russian: - ip

# #2108
source: - listen on port
russian: - порт

# #2109
source: Enable plugin: control
russian: Разрешить плагин: control

# #2110
source: - listen on port
russian: - порт

# #2111
source: Enable plugin: epgsearch
russian: Разрешить плагин: epgsearch

# #2112
source: Enable plugin: xmltv2vdr
russian: Разрешить плагин: xmltv2vdr

# #2113
source: Enable plugin: extended EPG
russian: Разрешить плагин: extended EPG

# #2114
source: Enable plugin: dummydevice
russian: Разрешить плагин: dummydevice

# #2115
source: Enable plugin: satip
russian: Разрешить плагин: satip

# #2116
source: Enable plugin: epgfixer
russian: Разрешить плагин: epgfixer

# #2117
source: Enable plugin: restfulapi
russian: Разрешить плагин: restfulapi

# #2118
source: - listen on ip
russian: - ip

# #2119
source: - listen on port
russian: - порт

# #2120
source: Enable plugin: wirbelscan
russian: Разрешить плагин: wirbelscan

# #2121
source: Enable plugin: upnp
russian: Разрешить плагин: upnp

# #2122
source: Enable plugin: dvbapi
russian: Разрешить плагин: dvbapi

# #2123
source: - option
russian: - параметры

# #2200
source: Plugin configuration for frontend
russian: Конфигурация плагинов для фронтенда

# #2201
source: Enable plugin: femon
russian: Разрешить плагин: femon

# #2202
source: Enable plugin: systeminfo
russian: Разрешить плагин: systeminfo

# #2203
source: Enable plugin: sleeptimer
russian: Разрешить плагин: sleeptimer

# #2204
source: Enable plugin: filebrowser
russian: Разрешить плагин: filebrowser

# #2205
source: Enable plugin: lcdproc
russian: Разрешить плагин: lcdproc

# #2206
source: Enable plugin: text2skin
russian: Разрешить плагин: text2skin

# #2207
source: Enable plugin: skinnopacity
russian: Разрешить плагин: skinnopacity

# #2208
source: Enable plugin: skinflat
russian: Разрешить плагин: skinflat

# #2209
source: Enable plugin: skinflatplus
russian: Разрешить плагин: skinflatplus

# #2210
source: Enable plugin: skindesigner
russian: Разрешить плагин: skindesigner

# #2211
source: Enable plugin: menuorg
russian: Разрешить плагин: menuorg

# #2212
source: Enable plugin: tvguide
russian: Разрешить плагин: tvguide

# #2213
source: Enable plugin: tvscraper
russian: Разрешить плагин: tvscraper

# #2214
source: Enable plugin: weatherforecast
russian: Разрешить плагин: weatherforecast

# #2215
source: Video output plugin
russian: Плагин вывода видео

# #2216
source: - video driver
russian: - видео драйвер

# #2217
source: - soft audio device
russian: - soft аудио устройство

# #2218
source: - xine audio device
russian: - xine аудио устройство

# #2219
source: - soft params
russian: - soft параметры

# #2220
source: - xine params
russian: - xine параметры

# #3100
source: DVB configuration
russian: DVB конфигурация

# #3101
source: Wait for frontend initialization
russian: Ожидать инициализацию адаптеров

# #3102
source: Number of adapters to wait for
russian: Номера адаптеров

# #3103
source: Unload DVB mudules before suspend
russian: Выгружать DVB модули перед засыпанием
